[
    {"id":1, "nombre":"Zapatillas New Balance Vaygo", "descripcion":"Enfrenta tu próxima carrera sin perder el estilo con las modernas New Balance Vygo. Tiene una entresuela TRUFUSE para una amortiguación duradera y receptiva y estabilidad bajo tus pies, milla tras milla. Esta zapatilla de running está construida con un empeine de malla diseñada para brindar transpirabilidad y un ajuste optimo para ayudarte a concentrarte en tu rendimiento, no en tus pies.", "imagen":"https://www.newbalance.com.ar/media/catalog/product/cache/4/image/700x538.46153846154/9df78eab33525d08d6e5fb8d27136e95/z/a/zapatillas-hombre-new-balance-vygo-running-mvygobk2-5-min_2.jpg", "precio":49.999, "stock":10, "categoria":"hombre"},

    {"id":2, "nombre":"Zapatillas New Balance CRT300", "descripcion":"Lo clásico está de moda con nuestra CRT300. Con un empeine de perfil bajo y un diseño inspirado en el tenis, es un modelo muy versátil y llevable. Estas zapatillas para hombre, modernas e informales, presentan una entresuela REVlite que proporciona un confort adicional. El empeine de cuero descarne y sintético brinda mayor comodidad y estilo.", "imagen":"https://www.newbalance.com.ar/media/catalog/product/cache/4/image/700x538.46153846154/9df78eab33525d08d6e5fb8d27136e95/z/a/zapatillas-new-balance-300-crt300l1-1_1.jpg", "precio":39.999 , "stock":10, "categoria":"lifestyle"},

    {"id":3, "nombre":"Zapatillas New Balance 574", "descripcion":"La zapatilla más emblemática de New Balance. Eso lo dice todo, ¿verdad? Pues en realidad no. Puede que la 574 sea nuestro icono más inesperado. La 574 se concibió para ser una zapatilla fiable para multitud de usos distintos. No se diseñó para ser una referencia en tecnología revolucionaria ni como prototipo de materiales de primera calidad. Precisamente esta versatilidad sencilla y sin pretensiones es lo que catapultó a la 574 a los rankings de las mejores zapatillas de todos los tiempos. Con un diseño híbrido para carretera y trail, y con una horma más ancha que las estrechas siluetas de carrera de generaciones anteriores, la 574 ofrecía una exclusiva combinación de versatilidad, novedad, sencillez, resistencia, durabilidad y confort que se adoptó como imprescindible a nivel mundial. Por eso, en la actualidad, la 574 de New Balance es sinónimo de desafiar los límites y es un modelo que puede llevar cualquiera.", "imagen":"https://www.newbalance.com.ar/media/catalog/product/cache/4/image/700x538.46153846154/9df78eab33525d08d6e5fb8d27136e95/z/a/zapatillas-hombre-new-balance-574-ml574lb2_nb_02_i_1.jpg", "precio":35.499, "stock":10, "categoria":"mujer"},

    {"id":4, "nombre":"Zapatillas New Balance 574", "descripcion":"La zapatilla clásica de New Balance. Eso lo dice todo, ¿verdad? Pues en realidad no. La 574 podría ser nuestro icono más inesperado. La 574 se concibió para ser una zapatilla fiable para multitud de usos distintos, y no como una plataforma de tecnología revolucionaria o un muestrario de materiales de primera calidad. Esta versatilidad sencilla y sin pretensiones es exactamente lo que catapultó a la 574 a los rankings de las mejores zapatillas de todos los tiempos. Con un diseño híbrido para carretera y trail, y con una horma más ancha que las estrechas siluetas de running de generaciones anteriores, la zapatilla urbana 574 ofrecía una exclusiva combinación versátil de novedad, sencillez, resistencia, durabilidad y confort que se adoptó como imprescindible a nivel mundial. Por eso, en la actualidad, la 574 es sinónimo de desafiar los límites de New Balance y es un modelo que puede llevar cualquiera.", "imagen":"https://www.newbalance.com.ar/media/catalog/product/cache/4/image/700x538.46153846154/9df78eab33525d08d6e5fb8d27136e95/z/a/zapatillas-hombre-new-balance-574-ml574eh2_nb_02_i-min_1.jpg", "precio":34.999, "stock":10, "categoria":"niños"}
]